---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Visual.SchemaCommon
source: html/2131c2cc-75a5-e16f-0193-df265bb6eaec.htm
---
# SchemaCommon Members

The property labeled "BaseSchema" common to all visual Asset types.